/*
 * ф-ция getSenseOfLife не должна принимать аргументы
 * ф-ция getSenseOfLife должна вернуть число 42
 */

// ... code here

/* ф-ция getSquared должна принимать число и вернуть квадрат этого числа */

// ... code here

/* ф-ция sum должна принимать два числа и вернуть их сумму */

// ... code here

/*
 * ф-ция sum должна принимать число
 * ф-ция sum должна вывести в консоль строку 'I am 34 years old'
 * где 34 - число, полученное в аргументах
 */

// ... code here

/* ======> Arrow functions <======= */

/* ф-ция mult должна принимать два числа и вернуть их произведение */

// ... code here

/* ф-ция square должна принимать число и вернуть его, возведенное в квадрат */

// ... code here

/*
 * ф-ция getMagicNumber не должна принимать аргументы
 * ф-ция getMagicNumber должна вернуть число 17
 */

// ... code here
